Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: How can I help?
ar: شنو أساعدك فيه؟
az: Necə kömək edim?
bg: Как мога да помогна?
bn: কি করে সাহায্য করব?
bo: ང་ཅི་ལ་ཆེད?
bs: Kako mogu pomoći?
ca: Com puc ajudar?
ceb: Paano ko matutulungan?
cs: Jak ti můžu pomoct?
da: Hvordan kan jeg hjælpe?
de: Wie kann ich dir helfen?
el: Πώς μπορώ να βοηθήσω;
es: ¿En qué te ayudo?
et: Kuidas saaksin aidata?
eu: Nola lagun ditzaket?
fa: چطور کمکت کنم؟
fi: Miten voin auttaa?
fr: Comment je peux t'aider ?
fr_ca: Comment je peux t'aider?
ga: Conas is féidir liom cabhrú?
gl: Como te podo axudar?
he: איך אני יכול לעזור?
hi: मैं क्या कर सकता हूं?
hr: Kako mogu pomoći?
hu: Miben segíthetek?
id: Ada yang bisa aku bantu?
it: Come ti aiuto?
ja: なんか手伝える？
ka: რა დაგეხმარებია?
kab: Acu ara xdmeɣ?
ko: 뭘 도와줄까?
lt: Kuo aš galiu padėti?
lv: Kā es varu tev palīdzēt?
ms: Apa bisa aku bantu?
nb: Hvordan kan jeg hjelpe?
nl: Hoe kan ik helpen?
pa: ਮੈ ਕਿਵੇ ਮਦਦ ਕਰ ਸਕਦਾ ਹਾਂ?
pl: Jak mogę Ci pomóc?
pt_br: Como posso ajudar?
pt_pt: Como posso ajudar?
ro: Cum te pot ajuta?
ru: Чем помочь?
sk: Čím ťa môžem pomôcť?
sr: Kako mogu da ti pomognem?
sv: Hur kan jag hjälpa?
th: ช่วยอะไรได้บ้าง
tk: Nasıl yardımcı olabilirim?
tr: Ne yapabilirim?
ug: نە ياردەم قىلاي؟
uk: Чим я можу допомогти?
ur: میں کیا کروں؟
uz: Nima qilishim mumkin?
vi: Có gì mình giúp không?
zh_hans: 有什么我能帮的?
zh_hant: 我可以幫什麼？

source: How long to wait after you stop speaking before finalizing the transcript. Shorter = faster, longer = catches pauses mid-sentence.
ar: شقد نستنى بعد ما تسكت قبل الخلاص. أقل = أسرع، أكثر = يمسك الفواصل
az: Danışıqı başa çatdırmaq üçün nitqi dayandırdıqdan sonra nə qədər gözləmək lazım. Qısa = daha tez, uzun = cümlə ortasında pauzaları tutur.
bg: Колко време да чакам след като спреш да говориш, преди да завършим записа. По-кратко = по-бързо, по-дълго = хваща паузи в средата на изречението.
bn: কথা বলা বন্ধ করার পর ট্রান্সক্রিপ্ট ফাইনালাইজ করতে কতক্ষণ অপেক্ষা করবে। ছোট = দ্রুত, বড় = মাঝপথের থামা ধরে
bo: གསུང་ཆོག་ཚུགས་རེས་གི་གོ་བདག་གང་ལ་ནས་ལུ། གཞི་གཏུབ་ཉུང་དགོས།
bs: Koliko čekati nakon što prestaneš govoriti prije nego što se završi transkript. Kraće = brže, duže = hvata pauze usred rečenice.
ca: Quant temps esperar després de parar de parlar. Curt = ràpid, llarg = detecta pausas.
ceb: Gaano katagal maghintay pagkatapos magsalita bago i-finalize. Shorter = mas mabilis, longer = makukuha ang pauses.
cs: Jak dlouho čekat po tom, co skončíš mluvit, než se transkript finalizuje. Kratší = rychlejší, delší = chytí pauzy v průběhu věty.
da: Hvor længe skal der ventes efter du stopper med at tale, før det transkriberes. Kortere = hurtigere, længere = opfanger pauser midt i en sætning.
de: Wie lange du nach dem Sprechen warten sollst, bevor dein Transkript fertiggestellt wird. Kürzer = schneller, länger = erfasst auch Pausen mitten im Satz.
el: Πόσο θα περιμένει μετά που σταματήσεις να μιλάς πριν ολοκληρώσει το transcript. Πιο σύντομο = πιο γρήγορο, πιο μεγάλο = πιάνει παύσεις μέσα στη φράση
es: Cuánto tiempo esperar después de dejar de hablar antes de finalizar. Menos tiempo = más rápido, más tiempo = capta pausas
et: Kui kaua oodata pärast kõne lõpetamist enne transkriptsiooni lõpulevõtmist. Lühem = kiirem, pikem = jäädvustab paause keskkõnes.
eu: Zenbat itxaron hitz egitea bukatu ondoren transkriptua osatzera. Laburra = azkarragoa, luzea = barrena pausak hartzen dituena
fa: بعد از اتمام صحبت چقدر منتظر بمونیم. کوتاهتر = سریعتر، بیشتر = مکث‌های وسط جمله رو می‌گیره
fi: Kuinka kauan odottaa kun lopetit puhumisen ennen tekstin viimeistelyä. Lyhyt = nopea, pitkä = ottaa pauset kesken lauseen.
fr: Temps d'attente après ton arrêt avant finalisation. Plus court = plus rapide, plus long = capture les pauses.
fr_ca: Combien de temps attendre après que tu arrêtes de parler avant de finaliser la transcription. Plus court = plus rapide, plus long = capture les pauses en mi-phrase.
ga: Fad ama le feitheamh i ndiaidh duit stad a dhéanamh de labhairt sula gcríochnaítear an tras-scríofa. Giorra = níos gasta, níos faide = gabh pointí stope i lár an tseanasé.
gl: Tempo de espera despois de parares de falar. Máis curto = máis rápido, máis longo = agarra pausas.
he: כמה זמן לחכות אחרי שתפסיק לדבר. קצר = מהר, ארוך = תופס הפסקות
hi: तुम बोलना बंद करने के बाद ट्रांसक्रिप्ट फाइनल करने में कितना समय लगे? कम = जल्दी, ज्यादा = बीच के ठहराव भी कैच हो।
hr: Koliko čekati nakon govora prije finalizacije transkripta. Kraće = brže, duže = hvata pauze.
hu: Milyen hosszú szünetet várj a beszéd után az utolsó szövegzáródás előtt. Rövidebb = gyorsabb, hosszabb = megakadályozza a közepén lévő szüneteket.
id: Berapa lama tunggu setelah kamu stop bicara sebelum finalisir transcript. Lebih pendek = lebih cepat, lebih panjang = tangkap pause di tengah kalimat.
it: Quanto aspettare dopo che smetti di parlare prima di finire. Più breve = più veloce, più lungo = cattura le pause a metà frase.
ja: 喋り終わった後、トランスクリプトを確定するまで待つ時間。短い＝速い、長い＝文中の間をキャッチ
ka: რამდენი ხნის მოცდა გაკეთდეს ტრანსკრიპციის დასრულებამდე. ნაკლები = უფრო სწრაფი, მეტი = აჯამებს პაუზებს
kab: Tagget n usekcem, azal n tmeddurin akken ad temlit transcript
ko: 말을 멈춘 후 받아쓰기를 완료하기까지 기다릴 시간. 짧을수록 빨라, 길수록 중간 쉼을 포착해.
lt: Kiek laiko laukti baigus kalbėti? Trumpiau = greičiau, ilgiau = pagauna pauzės
lv: Cik ilgi gaidīt, kad pārstāj runāt, pirms pabeigt transkriptu. Īsāk = ātrāk, ilgāk = uztver pauzas vidus teikumā.
ms: Berapa lama tunggu saat kamu berhenti ngomong sebelum finalisir transcript. Singkat = cepat, lama = tangkap pause di tengah
nb: Hvor lenge skal vi vente etter at du slutter å snakke før transkripsjonen blir ferdig. Kortere = raskere, lengre = fanger pauser midt i setningen.
nl: Hoe lang wachten na het spreken voor het transcript klaar is. Korter = sneller, langer = vangt pauzes op
pa: ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ ਪੂਰੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾ ਕਿੰਨੀ ਦੇਰ ਉਡੀਕਣੀ। ਛੋਟਾ = ਤੇਜ਼, ਲੰਮਾ = ਵਿਚਕਾਰ ਵਿੱਚ ਰੁਕਾਵਟ ਸਮਝਿਆ ਜਾਵੇ।
pl: Jak długo czekać po zatrzymaniu mowy przed sfinalizowaniem transkrypcji. Krócej = szybciej, dłużej = łapie pauzy w środku zdania.
pt_br: Quanto tempo esperar depois que você para de falar antes de finalizar. Mais curto = mais rápido, mais longo = pega pausas no meio.
pt_pt: Quanto tempo de espera depois de parares de falar antes de finalizar a transcrição. Mais curto = mais rápido, mais longo = apanha pausas no meio de frases.
ro: Cât să aștept după ce încetezi să vorbești înainte de a finaliza transcrierea. Mai scurt = mai rapid, mai lung = prinde și pausele din mijlocul propoziției.
ru: Сколько ждать после того, как ты закончил говорить. Короче = быстрее, дольше = ловит паузы.
sk: Ako dlho čakať po tom, čo prestaneš hovoriť, kým sa prepis finalizuje. Kratšie = rýchlejšie, dlhšie = zachytí pauzy v strede vety.
sr: Koliko da čeka nakon što prestaneš da govoriš pre nego što se finalizuje transkripcija. Kraće = brže, duže = hvata pauze u sredini rečenice.
sv: Hur länge att vänta efter att du slutar tala innan transkriptet slutförts. Kortare = snabbare, längre = fångar pauser mitt i meningen.
th: รอนานแค่ไหนหลังจากคุณหยุดพูดก่อนเสร็จ สั้น = เร็ว ยาว = จับช่วงพักกลางประโยค
tk: Konuşmayı bitirdikten sonra yazı sonuçlandırılmadan bekleme süresi. Kısa = hızlı, uzun = cümledeki duraklamaları yakalar.
tr: Konuşmayı bıraktıktan sonra transkripsiyonu sonlandırmadan önce ne kadar bekleneceği. Kısa = daha hızlı, uzun = cümle ortasındaki duraklamaları yakalar.
ug: پۈتۈن بولغاندىن سوڭ قانچە وقتىدا تاپشۇرۇپ بېرسۇن. قىسقا = تېز، ئۇزۇن = بارلىق پاۋزنى توپ
uk: Як довго чекати після того, як ти перестав говорити, перш ніж завершити стенограму. Менше = швидше, більше = ловить паузи в середині речення.
ur: بتانے کے بعد کتنا انتظار کریں transcript ختم کرنے سے پہلے۔ کم = تیز، زیادہ = درمیانی خاموشی پکڑے
uz: Gapingizni to'xtatgandan keyin transkriptni yakunlashni necha vaqt kutish. Qisqa = tezroq, uzun = o'rta jumlada pauza topdi.
vi: Chờ bao lâu sau khi bạn dừng nói trước khi hoàn tất transcript. Ngắn = nhanh hơn, dài = bắt được những pause giữa câu
zh_hans: 停止说话后等多久才完成文本。短=快速，长=能抓住句子中间的停顿。
zh_hant: 停止說話後要等多久才能確定逐字稿。更短 = 更快，更長 = 捕捉句子中間的暫停。

source: HTML Preview
ar: معاينة HTML
az: HTML Önizləmə
bg: HTML преглед
bn: এইচটিএমএল প্রিভিউ
bo: HTML མཐོང།
bs: HTML pregled
ca: Vista prèvia HTML
cs: Náhled HTML
da: HTML-forhåndsvisning
de: HTML-Vorschau
el: Προεπισκόπηση HTML
es: Vista previa HTML
et: HTML eelvaade
eu: HTML aurrebista
fa: پیش‌نمایش HTML
fi: HTML-esikatselu
fr: Aperçu HTML
fr_ca: Aperçu HTML
ga: Réamhamharc HTML
gl: Vista previa HTML
he: תצוגה מקדימה HTML
hi: HTML प्रीव्यू
hr: HTML pregled
hu: HTML Előnézet
id: Preview HTML
it: Anteprima HTML
ja: HTMLプレビュー
ko: HTML 미리보기
lt: HTML peržvalga
lv: HTML Priekšskats
ms: Preview HTML
nb: HTML-forhåndsvisning
nl: HTML-voorbeeld
pa: HTML ਪ੍ਰਿਵਿਊ
pl: Podgląd HTML
pt_br: Preview HTML
pt_pt: Pré-visualização HTML
ro: Previzualizare HTML
ru: Превью HTML
sk: HTML náhľad
sr: Pregled HTML-a
sv: HTML-förhandsvisning
th: ตัวอย่าง HTML
tk: HTML Önizlemesi
tr: HTML Önizlemesi
ug: HTML كۆرۈش
uk: Попередній перегляд HTML
uz: HTML Ko'rish
vi: Xem HTML
zh_hans: HTML预览
zh_hant: HTML 預覽

source: HTTP headers sent with every request to this server. Useful for reverse proxies or services that require extra authentication headers.
ar: HTTP headers توترسل مع كل طلب. مفيدة للـ proxies أو الخدمات الي تحتاج headers إضافية
az: Bu serverə hər sorğu ilə göndərilən HTTP başlıqları. Tərsinə vəkillər və ya əlavə autentifikasiya başlıqlarına ehtiyac duyulan xidmətlər üçün faydalı.
bg: HTTP headers, които се изпращат със всяко запитване до този сървър. Полезни за обратни прокси или услуги, които изискват допълнителни headers за удостоверяване.
bn: এই সার্ভারে প্রতিটা রিকোয়েস্টের সাথে পাঠানো এইচটিটিপি হেডার। রিভার্স প্রক্সি বা এক্সট্রা অথেন্টিকেশন দরকার এমন সেবার জন্য কাজে লাগে
bo: HTTP headers གཏུབ་སྲིད། reverse proxy ཡང་ན་ authentication དགོས་པའི་སེམས།
bs: HTTP zaglavlja koja se šalju sa svakim zahtjevom na ovaj server. Korisno za obrnute proxy-je ili usluge koje trebaju dodatna zaglavlja za autentifikaciju.
ca: Capçaleres HTTP per a cada sol·licitud. Útil per a proxys inverses o serveis amb autenticació extra.
ceb: HTTP headers na ipinapadala sa bawat request. Useful para sa reverse proxies o services na may extra authentication.
cs: HTTP hlavičky odesílané s každým požadavkem na tento server. Užitečné pro reverse proxy nebo služby, které potřebují extra autentifikační hlavičky.
da: HTTP headers sendt med hver anmodning til denne server. Brugbar til reverse proxies eller services, der kræver ekstra autentificeringsheder.
de: HTTP-Header, die bei jeder Anfrage an diesen Server gesendet werden. Nützlich für Reverse Proxies oder Services, die Extra-Authentifizierungs-Header brauchen.
el: HTTP headers που στέλνονται σε κάθε αίτημα σε αυτό τον server. Χρήσιμο για reverse proxies ή services που χρειάζονται επιπλέον authentication headers
es: Headers HTTP que se envían con cada request al servidor. Útil para proxies inversos o servicios que necesitan headers de autenticación extra
et: HTTP päised, mis saadetakse iga taotlusega sellele serverile. Kasulik pöördproxyde või teenuste jaoks, mis nõuavad täiendavaid autentimisspäiseid.
eu: HTTP headerak zerbitzari honetara bidaltzen dira eskaera bakoitzean. Erabilgarria reverse proxy edo autentifikazioa behar duten zerbitzuentzat
fa: هدرهای HTTP برای هر درخواست. برای reverse proxy یا سرویس‌های احراز‌هویتی
fi: HTTP-headerit jokaisen pyynnön kanssa tälle palvelimelle. Hyödyllinen reverse-proxeille tai palveluille jotka vaativat ylimääräisiä autentikointiheadereita.
fr: En-têtes HTTP envoyés à chaque requête. Utile pour les proxies inverses ou services qui demandent une authentification spécifique.
fr_ca: Headers HTTP envoyés avec chaque requête à ce serveur. Utile pour les reverse proxies ou les services qui demandent des headers d'authentification supplémentaires.
ga: Ceanntáisc HTTP seolta le gach iarratas ar an fhreastalaí seo. Úsáideach do dhroim-prócsáil nó seirbhísí a éilíonn ceanntáisc fíorfhírinneach breise.
gl: Encabezados HTTP enviados con cada solicitude a este servidor. Útil para proxies inversos ou servizos que requiren autenticación extra.
he: כותרות HTTP שנשלחות בכל בקשה. שימושי לפרוקסי הפוך או שירותים שצריכים כותרות הזדהות
hi: इस सर्वर को हर रिक्वेस्ट के साथ भेजे जाने वाले HTTP हेडर्स। रिवर्स प्रॉक्सी या एक्सट्रा ऑथेंटिकेशन के लिए काम आता है।
hr: HTTP headeri koji se šalju sa svakim zahtjevom. Korisno za reverse proxies ili servise s dodatnim auth headerima.
hu: HTTP fejlécek minden kéréshez erre a szervre. Hasznos reverse proxy-khoz vagy extra hitelesítés szükségleteihez.
id: HTTP headers dikirim tiap request ke server ini. Berguna buat reverse proxy atau service yang butuh extra authentication header.
it: Intestazioni HTTP inviate con ogni richiesta a questo server. Utile per reverse proxy o servizi che richiedono intestazioni di autenticazione extra.
ja: このサーバーへのリクエストで送信されるHTTPヘッダー。リバースプロキシや認証ヘッダーが必要なサービスに便利
ka: HTTP ჰედერები ყოველ მოთხოვნასთან დაიგზავნება. სასარგებლო რევერს-პროქსი და დამატებითი ავთენტიფიკაციისთვის
kab: HTTP headers i yuwten s kra request, useful i servers
ko: 이 서버로의 모든 요청에 함께 보내지는 HTTP 헤더. 리버스 프록시나 추가 인증 헤더가 필요한 서비스에 유용해.
lt: HTTP antraštės kiekvienam užklausimui. Naudinga atvirkštiems proxyams ir autentifikacijai.
lv: HTTP headeri, kas sūtīti ar katru pieprasījumu šim serverim. Noderīgi reverss proxy vai pakalpojumiem ar papildu autentifikāciju.
ms: HTTP headers yang dikirim tiap request ke server. Berguna buat reverse proxies atau service yang perlu extra authentication headers
nb: HTTP-headere som sendes med hver forespørsel til denne serveren. Nyttig for reverse proxies eller tjenester som krever ekstra autentiseringsheadere.
nl: HTTP headers voor elk verzoek naar deze server. Handig voor reverse proxy's of services die extra authenticatieheaders nodig hebben.
pa: ਹਰ ਰਿਕਵੈਸਟ ਨਾਲ ਇਸ ਸਰਵਰ ਨੂ ਭੇਜੇ HTTP ਹੈਡਰ। ਰਿਵਰਸ ਪ੍ਰੌਕਸੀ ਜਾ ਐਕਸਟਰਾ ਆਟੋ-ਚੈੱਕ ਚਾਹਣ ਵਾਲੀਆਂ ਸੇਵਾਵਾਂ ਲਈ ਲਾਭਦਾਇਕ।
pl: Nagłówki HTTP wysyłane z każdym żądaniem do tego serwera. Przydatne dla reverse proxy lub usług wymagających dodatkowych nagłówków autoryzacji.
pt_br: Headers HTTP enviados em toda requisição pra esse servidor. Útil pra reverse proxies ou serviços que precisam de headers de autenticação extras.
pt_pt: Cabeçalhos HTTP enviados com cada pedido para este servidor. Útil para proxies reversas ou serviços que requerem cabeçalhos de autenticação extra.
ro: Headere HTTP trimise cu fiecare cerere la acest server. Util pentru reverse proxies sau servicii care necesită headere suplimentare de autentificare.
ru: HTTP хедеры для каждого запроса. Нужны для reverse proxy и сервисов с доп. авторизацией.
sk: HTTP hlavičky odoslané s každým požiadavkom na tento server. Užitočné pre reverse proxy alebo služby, ktoré vyžadujú extra autentifikačné hlavičky.
sr: HTTP zaglavlja koja se šalju sa svakim zahtjevom na ovaj server. Korisno za reverse proxy-je ili servise koji trebaju dodatna autentifikacijska zaglavlja.
sv: HTTP-headers skickas med varje begäran till denna server. Användbart för omvända proxyservrar eller tjänster som kräver extra autentiseringshuvuden.
th: ส่วนหัว HTTP ส่งกับทุกคำขอไปยังเซิร์ฟเวอร์นี้ มีประโยชน์สำหรับ reverse proxies หรือบริการที่ต้องส่วนหัวยืนยันตัวตนพิเศษ
tk: Bu sunucuya yapılan her istek ile gönderilen HTTP başlıkları. Reverse proxy'ler veya ekstra doğrulama başlıkları gereken servisler için yararlı.
tr: Bu sunucuya gönderilen her istekle birlikte gönderilen HTTP başlıkları. Ters proxy'ler veya ekstra kimlik doğrulama başlıkları gerektiren hizmetler için faydalı.
ug: ھەر سورامغا بىلەن جوبېت قىلىنىدىغان HTTP باشلىقلىرى. reverse proxy ياكى ئالاھىدە دىقىت ئىجازىتى تېلەپ قىلىدىغان خىزمەتنىڭ ئۈچۈن ياردىمچى
uk: HTTP заголовки, що відправляються з кожним запитом на цей сервер. Корисно для зворотних проксі або сервісів, що потребують додаткових заголовків автентифікації.
ur: ہر request کے ساتھ HTTP headers بھیجے جاتے ہیں۔ Reverse proxies یا extra headers والی services کے لیے مفید
uz: Har so'rov bilan serverga yuborilgan HTTP headerlar. Reverse proxy yoki qo'shimcha authentifikatsiya kerak bo'lgan xizmatlar uchun.
vi: HTTP headers được gửi với mỗi request tới server này. Hữu ích cho reverse proxies hoặc services yêu cầu extra authentication headers
zh_hans: 每个请求都会带上这些HTTP请求头。用于反向代理或需要额外认证的服务。
zh_hant: 發送到此伺服器的每個請求的 HTTP 標頭。適用於反向代理或需要額外認證標頭的服務。

source: https://…/tool.py or tool URL
ar: https://…/tool.py أو رابط الأداة
az: https://…/tool.py və ya tool URL
bg: https://…/tool.py или URL на инструмент
bn: https://…/tool.py অথবা টুল URL
bo: https://…/tool.py ཡང་ན་tool URL
bs: https://…/tool.py ili URL alata
ca: https://…/tool.py o URL de l'eina
cs: https://…/tool.py nebo URL nástroje
da: https://…/tool.py eller tool URL
de: https://…/tool.py oder Tool-URL
el: https://…/tool.py ή tool URL
es: https://…/tool.py o URL de la herramienta
et: https://…/tool.py või tööriista URL
eu: https://…/tool.py edo tool URL
fa: https://…/tool.py یا لینک ابزار
fi: https://…/tool.py tai työkalun URL
fr: https://…/tool.py ou URL outil
fr_ca: https://…/tool.py ou URL de l'outil
ga: https://…/tool.py nó URL an uirlis
gl: https://…/tool.py ou URL de ferramenta
he: https://…/tool.py או URL של כלי
hi: https://…/tool.py या tool URL
hr: https://…/tool.py ili URL alata
hu: https://…/tool.py vagy tool URL
id: https://…/tool.py atau URL tool
it: https://…/tool.py o URL del tool
ja: https://…/tool.py またはツールURL
ka: https://…/tool.py ან ხელსაწყოს URL
ko: https://…/tool.py 또는 도구 URL
lt: https://…/tool.py arba tool URL
lv: https://…/tool.py vai tool URL
ms: https://…/tool.py atau URL tool
nb: https://…/tool.py eller verktøy-URL
nl: https://…/tool.py of tool URL
pa: https://…/tool.py ਜਾ tool URL
pl: https://…/tool.py lub URL narzędzia
pt_br: https://…/tool.py ou URL da ferramenta
pt_pt: https://…/tool.py ou URL da ferramenta
ro: https://…/tool.py sau URL-ul tool-ului
ru: https://…/tool.py или URL инструмента
sk: https://…/tool.py alebo URL nástroja
sr: https://…/tool.py ili URL alatke
sv: https://…/tool.py eller verktygs-URL
th: https://…/tool.py หรือ URL เครื่องมือ
tk: https://…/tool.py ya da tool URL
tr: https://…/tool.py veya tool URL
ug: https://…/tool.py ياكى قورال URL
ur: https://…/tool.py یا tool URL
uz: https://…/tool.py yoki tool URL
vi: https://…/tool.py hoặc URL tool
zh_hans: https://…/tool.py 或工具URL
zh_hant: https://…/tool.py 或工具 URL

source: ID
ar: المعرّف
bn: আইডি
bo: ངོ་རྟགས་
eu: IDa
fa: شناسه
fi: Tunnus
he: מזהה
hu: Azonosító
kab: Asulay
sr: ИБ
ur: شناخت
uz: ИД

source: Image
ar: صورة
az: Şəkil
bg: Изображение
bn: ছবি
bo: པར།
bs: Slika
ca: Imatge
ceb: Larawan
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
et: Pilt
eu: Irudia
fa: تصویر
fi: Kuva
ga: Íomhá
gl: imaxen
he: תמונה
hi: छवि
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ka: გამოსახულება
kab: Tugna
ko: 이미지
lt: Paveikslėlis
lv: Attēls
ms: Imej
nb: Bilde
nl: Afbeelding
pa: ਤਸਵੀਰ
pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sr: Слика
sv: Bild
th: รูปภาพ
tk: Surat
tr: Görsel
ug: رەسىم
uk: Зображення
ur: تصویر
uz: Расм
vi: Ảnh
zh_hans: 图像生成
zh_hant: 圖片

source: Image Generation
ar: توليد الصور
az: Şəkil yaradılması
bg: Генериране на изображения
bn: ছবি তৈরি
bo: པར་བཟོ།
bs: Generisanje slika
ca: Generació d'imatges
ceb: Paglikha ng Larawan
cs: Generování obrázků
da: Billedgenerering
de: Bildgenerierung
el: Δημιουργία Εικόνας
es: Generación de Imagen
et: Pildi genereerimine
eu: Irudiaren Sortzea
fa: تولید تصویر
fi: Kuvagenerointi
fr: Génération d'image
fr_ca: Génération d'images
ga: Giniúint Íomhá
gl: xeneración de imaxes
he: יצירת תמונות
hi: छवि जेनरेशन
hr: Generiranje slika
hu: Képgenerálás
id: Pembuatan Gambar
it: Generazione Immagini
ja: 画像生成
ka: გამოსახულების გენერაცია
kab: Asirew n tugniwin
ko: 이미지 생성
lt: Paveikslėlio generavimas
lv: Attēlu ģenerēšana
ms: Penjanaan Imej
nb: Bildegenering
nl: Afbeeldingsgeneratie
pa: ਤਸਵੀਰ ਜੈਨਰੇਸ਼ਨ
pl: Generowanie obrazu
pt_br: Geração de Imagens
pt_pt: Geração de Imagem
ro: Generare Imagini
ru: Генерация изображений
sk: Generovanie obrázkov
sr: Стварање слике
sv: Bildgenerering
th: การสร้างภาพ
tk: Surat Döretme
tr: Görüntü Oluşturma
ug: رەسىم ھاسىل قىلىش
uk: Генерація зображень
ur: تصویر بنانا
uz: Тасвир яратиш
vi: Tạo Ảnh
zh_hans: 图像生成
zh_hant: 圖片生成

source: Import
ar: استيراد
az: İdxal et
bg: Импортиране
bn: আমদানি করুন
bo: སླེབ་གསར།
bs: Uvezi
ca: Importar
ceb: I-import
cs: Importovat
da: Importer
de: Importieren
el: Εισαγωγή
es: Importar
et: Impordi
eu: Inportatu
fa: وارد کردن
fi: Tuo
fr: Importer
fr_ca: Importer
ga: Iompórtáil
gl: Importar
he: ייבוא
hi: आयात करें
hr: Uvezi
hu: Importálás
id: Impor
it: Importa
ja: インポート
ka: შემოტანა
kab: Kter
ko: 가져오기
lt: Importuoti
lv: Importēt
nb: Importer
nl: Importeren
pa: ਇਮਪੋਰਟ ਕਰੋ
pl: Importuj
pt_br: Importar
pt_pt: Importar
ru: Импорт
sk: Importovať
sr: Uvezi
sv: Importera
th: นำเข้า
tk: İçeri Aktar
tr: İçe Aktar
ug: ئىمپورت قىلىش
uk: Імпортувати
ur: Import کرو
uz: Импорт
zh_hans: 导入
zh_hant: 匯入

source: Import %lld Models?
ar: استيراد %lld نموذج؟
az: %lld Model idxal olsun?
bg: Импортирай %lld модела?
bn: %lld টি মডেল ইমপোর্ট করবেন?
bo: %lldའི་དཔེ་རིས་ཞུས་པ།
bs: Uvezi %lld modela?
ca: Importar %lld models?
ceb: I-import ang %lld Models?
cs: Importovat %lld modelů?
da: Importér %lld modeller?
de: %lld Modelle importieren?
el: Εισαγωγή %lld Μοντέλων;
es: ¿Importar %lld modelos?
et: Impordi %lld mudelit?
eu: Inportatu %lld modeloak?
fa: وارد کردن %lld مدل؟
fi: Tuo %lld mallia?
fr: Importer %lld modèles ?
fr_ca: Importer %lld modèles?
ga: Iompórtáil %lld Mhúnlaí?
gl: ¿Importar %lld modelos?
he: ייבא %lld מודלים?
hi: %lld मॉडल आयात करें?
hr: Uvezi %lld Modela?
hu: Importál %lld modellt?
id: Impor %lld Model?
it: Importa %lld modelli?
ja: %lldモデルをインポートしますか？
ka: შემოტანა %lld მოდელი?
kab: Kcem %lld Imodeln?
ko: 모델 %lld개 가져올까?
lt: Importuoti %lld modelius?
lv: Importēt %lld modeļus?
ms: Import %lld Model?
nb: Importer %lld modeller?
nl: Importeer %lld modellen?
pa: %lld ਮਾਡਲ ਇਮਪੋਰਟ ਕਰਾਂ?
pl: Zaimportować %lld modeli?
pt_br: Importar %lld Modelos?
pt_pt: Importar %lld Modelos?
ro: Importă %lld Modele?
ru: Импортировать %lld моделей?
sk: Importovať %lld modelov?
sr: Uvezi %lld modela?
sv: Importera %lld modeller?
th: นำเข้า %lld โมเดล?
tk: %lld Modeli import etmek isleýäňmi?
tr: %lld Model İçe Aktarılsın mı?
ug: %lld مودېلنى ئالدى قىلسام؟
uk: Імпортувати %lld моделей?
ur: %lld ماڈلز امپورٹ کریں؟
uz: %lld ta Modelni import qilasizmi?
vi: Nhập %lld Mô hình?
zh_hans: 导入 %lld 个模型？
zh_hant: 導入 %lld 個模型?
